Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: You are changing the password for %username%. If you do this, %username% will lose all EFS-encrypted files, personal certificates, and stored passwords for Web sites or network resources.
be: Вы змяняеце пароль '%username%'. Калі вы гэта зробіце, %username% страціць усе EFS-зашыфраваныя файлы, персанальныя сертыфікаты і захаваныя паролі да сайтаў і сеткавых рэсурсаў.

source: You are creating a password for %username%.
be: Вы ствараеце пароль для %username%.

source: You are currently in offline mode. Do you want to go Online?
be: Вы зараз у пазасеціўным рэжыме. Ці жадаеце вы выйсці ў сеціва?

source: You are currently not connected to any networks.
be: Вы зараз не злучаныя ані з якімі сеткамі.

source: You are deleting the account, but keeping the files.
be: Вы выдаляеце рахунак, але захоўваеце файлы.

source: You are encrypting a file that is in an unencrypted folder.
be: Вы жадаеце зашыфраваць файл, які знаходзіцца ў незашыфраваным каталогу.

source: You are encrypting a file that is in an unencrypted folder. If this file is modified, the editing software might store a temporary, unencrypted, copy of the file. To ensure that files created in the parent folder are encrypted, encrypt the parent folder.
be: Вы жадаеце зашыфраваць файл, які знаходзіцца ў незашыфраваным каталогу. Пасля змянення гэтага файла праграма для рэдагавання можа захаваць часовую незашыфраваную копію файла. Каб забяспечыць шыфраванне файлаў у каталогу, зашыфруйце яго.

source: You are logged in anonymously. Select 'Log in as...' in the File menu to log in as another user. Your email name is used as your password and that can be changed in 'FTP Options' in the View menu.
be: Вы ўвайшлі ананімна. Абярыце "Увайсці як..." ў файлавым меню, каб увайсці як іншы карыстальнік. Назва вашага эл. адраса скарыстаная як ваш пароль і можа быць змененая ў наладах FTP у меню прагляду.

source: You are logged in as %s. This login will determine your permissions and your actions may be logged.
be: Вы ўвайшлі як %s. Гэты лагін будзе вызначаць вашыя дазволы і вашыя дзеянні могуць быць запісаныя ў журнал.

source: You are missing a necessary feature. Please install Desktop Experience from the Server Manager. Then restart the computer.
be: Вы прапусцілі неабходнае дапаўненне. Калі ласка, ўсталюйце досвед стальніцы з кіраўніка сэрвера і перазапусціце камп'ютар.

source: You are removing the password for %username%. If you do this, %username% will lose all EFS-encrypted files, personal certificates, and stored passwords for Web sites or network resources.
be: Вы выдаляеце пароль '%username%'. Калі вы гэта зробіце, %username% страціць усе EFS-зашыфраваныя файлы, персанальныя сертыфікаты і захаваныя паролі да сайтаў і сеткавых рэсурсаў.

source: You are removing the password for %username%. If you do this, %username% will lose all personal certificates and stored passwords for Web sites or network resources.
be: Вы выдаляеце пароль '%username%'. Калі вы гэта зробіце, %username% страціць усе персанальныя сертыфікаты і захаваныя паролі да сайтаў і сеткавых рэсурсаў.

source: You are resetting the password for %username%. If you do this, %username% will lose all personal certificates and stored passwords for Web sites or network resources.
be: Вы скідваеце пароль '%username%'. Калі вы гэта зробіце, %username% страціць усе персанальныя сертыфікаты і захаваныя паролі да сайтаў і сеткавых рэсурсаў.

source: You are restarting this computer while there are other users still using it.
be: Вы перазапускаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі.

source: You are restarting this computer while there are other users still using it. Those users may lose data.\n\nDo you want to continue?
be: Вы перазапускаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі. Яны могуць страціць звесткі.\n\nЖадаеце працягнуць?

source: You are restarting this computer while there are other users still using it. Those users may lose data.\r\n\r\nDo you want to continue?
be: Вы перазапускаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі. Яны могуць страціць звесткі.\r\n\r\nЖадаеце працягнуць?

source: You are running out of disk space on %s.\nClick here to see if you can free space on this drive.
be: Вы вычарпалі дыскавую прастору на %s.\nПстрыкніце тут, каб даведацца, ці можна вызваліць прастору на дыску.

source: You are running very low on disk space on %s.\nClick here to see if you can free space on this drive.
be: Вы вычарпалі амаль усю дыскавую прастору на %s.\nПстрыкніце тут, каб даведацца, ці можна вызваліць прастору на дыску.

source: You are sharing %1 as %2. Others may be using files in this folder. If you delete the folder, it will no longer be shared. Are you sure you want to delete it?\r\n
be: Вы абагульваеце %1 як %2. Іншыя могуць карыстаць файлы ў гэтым каталогу. Калі вы выдаліце гэты каталог, ён больш не будзе абагуленым. Вы сапраўды жадаеце выдаліць яго?\r\n

source: You are sharing %1 as %2. The folder will not be shared after you move or rename it. Are you sure you want to continue?\r\n
be: Вы абагульваеце %1 як %2. Калі вы перамесціце ці пераназавеце гэты каталог, ён больш не будзе абагуленым. Вы сапраўды жадаеце працягнуць?\r\n

source: You are shutting down this computer while there are other users still using it.
be: Вы выключаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі.

source: You are shutting down this computer while there are other users still using it. Those users may lose data.\n\nDo you want to continue?
be: Вы выключаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі. Яны могуць страціць звесткі.\n\nЖадаеце працягнуць?

source: You are shutting down this computer while there are other users still using it. Those users may lose data.\r\n\r\nDo you want to continue?
be: Вы выключаеце гэты камп'ютар, які яшчэ выкарыстоўваецца іншымі карыстальнікамі. Яны могуць страціць звесткі.\r\n\r\nЖадаеце працягнуць?

source: You can <A href="EmailLinks">e-mail</A> someone links to these shared items, or <A href="CopyLinks">copy</A> and paste the links into another program.
be: Вы можаце <A href="EmailLinks">даслаць эл. поштай</A> камусьці спасылкі на гэтыя абагуленыя элементы, ці <A href="CopyLinks">скапіяваць іх</A> і ўставіць у іншую праграму.

source: You can add and remove websites from this zone. All websites in this zone will use the zone's security settings.
be: Вы можаце дадаваць і выдаляць сайты з гэтага абсягу. Усе сайты ў гэтым абсягу будуць карыстаць яго налады бяспекі.

source: You can also stream media to devices.
be: Таксама вы можаце дасылаць медыяплынь на прылады.

source: You can also try searching Help and Support for more information about this error: %1\n\nSelected location: %2
be: Вы таксама можаце пашукаць дадатковую інфармацыю пра гэтую памылку ў дапамозе і падтрымцы: %1\n\nАбранае размяшчэнне: %2

source: You can also:
be: Вы таксама можаце:

source: You can apply the view (such as Details or Icons) that you are using for this folder to all folders of this type.
be: Вы можаце ўжыць выгляд гэтага каталога\n(такі, як "Дэталі" альбо "Значкі") да ўсіх каталогаў гэтага тыпу.

source: You can change defaults at any time in Control Panel.
be: Вы заўсёды можаце зрабіць гэта ў панэлі кіравання.

source: You can change the folder icon.
be: Вы можаце змяніць значак каталога.

source: You can change the folder icon. If you change the icon, it will no longer show a preview of the folders contents.
be: Вы можаце змяніць іконку каталога. Калі вы зробіце гэта, перадпрагляд яго змесціва стане немагчымы.

source: You can change the folder icon. If you change the icon, it will no longer show a preview of the folderвЂ™s contents.
be: Вы можаце змяніць значак каталога. Калі вы зробіце гэта, перадпрагляд яго змесціва стане немагчымы.

source: You can change the folder icon. If you change the icon, it will no longer show a preview of the folder’s contents.
be: Вы можаце змяніць значак каталога. Калі вы зробіце гэта, перадпрагляд яго змесціва стане немагчымы.

source: You can change the size of text and other items on your screen by choosing one of these options.
be: Вы можаце змяніць памер тэксту і іншых элементаў на вашым экране праз абранне адной з гэтых магчымасцяў.

source: You can change the size of text and other items on your screen by choosing one of these options. To temporarily enlarge just part of the screen, use the <a href="magnify.exe">Magnifier</a> tool.
be: Вы можаце змяніць памер тэксту і іншых элементаў на вашым экране праз абранне адной з гэтых магчымасцяў. Каб часова павялічыць кавалак экрана, выкарыстайце <a href="magnify.exe">лупу</a>.

source: You can change the size of text and other items on your screen by choosing one of these options. To temporarily enlarge just part of the screen, use the Magnifier tool.
be: Вы можаце змяніць памер тэксту і іншых элементаў на вашым экране праз абранне адной з гэтых магчымасцяў. Каб часова павялічыць кавалак экрана, выкарыстайце лупу.

source: You can choose multiple items only if they are all located in the same folder.
be: Вы можаце абраць некалькі элементаў толькі тады, калі яны знаходзяцца ў адным каталогу.

source: You can continue to wait, or cancel the process and try again.
be: Вы можаце працягнуць чаканне ці скасаваць працэс і паўтарыць спробу.

source: You can control the way some programs sort characters, words, files, and folders.
be: Вы можаце кіраваць праграмным шляхам сартавання знакаў, словаў, файлаў і каталогаў.

source: You can copy files to the Documents folder and then move them to this location.
be: Вы можаце скапіяваць іх у каталог "Дакументы" і потым перамясціць у гэтае размяшчэнне.

source: You can copy files to the disc or eject it anytime.
be: вы можаце скапіяваць файлы на яе ці дастаць.

source: You can copy files to this writable CD, but you must insert it into a writable drive.
be: Вы можаце капіяваць ці перамяшчаць файлы на запісвальныя кружэлкі, але тады вам патрэбны пішучы CD-кружэльнік.

source: You can copy files to this writable DVD, but you must insert it into a writable drive.
be: Вы можаце капіяваць ці перамяшчаць файлы на запісвальныя кружэлкі, але тады вам патрэбны пішучы DVD-кружэльнік.

source: You can create a new Briefcase folder to sync files with another computer.
be: Вы можаце стварыць новы каталог 'Партфель', каб сінхранізаваць файлы з іншым камп'ютарам.

source: You can create a new Briefcase folder to sync files with another computer. The primary purpose of Briefcase is to sync files between a desktop computer and a mobile PC.
be: Вы можаце стварыць новы каталог 'Партфель', каб сінхранізаваць файлы з іншым камп'ютарам. Асноўная мэта партфеля - сінхранізацыя файлаў паміж настольным і мабільным камп'ютарамі.

source: You can customize how links, icons, and menus look and behave on the Start menu.
be: Вы можаце дапасаваць выгляд і паводзіны спасылак, значкаў і меню ў Пачатковым меню.

source: You can get IP settings assigned automatically if your network supports this capability. Otherwise, you need to ask your network administrator for the appropriate IP settings.
be: Вы можаце атрымліваць аўтаматычна прызначаныя налады IP, калі вашая сетка мае такую здольнасць. У адваротным выпадку вам неабходна спытаць у вашага сеткавага адміністратара адпаведныя налады IP.

source: You can get IPv6 settings assigned automatically if your network supports this capability. Otherwise, you need to ask your network administrator for the appropriate IPv6 settings.
be: Вы можаце атрымліваць аўтаматычна прызначаныя налады IPv6, калі вашая сетка мае такую здольнасць. У адваротным выпадку вам неабходна спытаць у вашага сеткавага адміністратара адпаведныя налады IPv6.

source: You can include a folder only once in the same library.
be: Вы можаце дадаць каталог толькі аднойчы ў тую ж бібліятэку.

source: You can keep the current default or choose a new default below.
be: Вы можаце пакінуць дзейныя параметры альбо абраць новыя.

source: You can keep the current default or choose a new default option.
be: Можаце пакінуць існае перадвызначэнне альбо абраць новае.

source: You can now burn new files to the disc.
be: Цяпер вы можаце прапаліць на яе новыя файлы.

source: You can promote your pawn! What piece do you want to promote your pawn to?
be: Вы можаце ператварыць вашую пешку! У якую фігуру вы жадаеце ператварыць яе?

source: You can reconnect to this session when you log on again.
be: Вы можаце далучыцца да яе, калі зноў увойдзеце.

source: You can restore this icon to the desktop by right-clicking on its icon in the Start menu.
be: Вы можаце аднавіць гэты значак на стальніцы, калі пстрыкніце правай клавішай мышы па ёй у Пачатковым меню.

source: You can review detected items when the scan has completed.
be: Выяўленыя аб'екты можна прагледзець пасля сканчэння праверкі.

source: You can save a copy to preserve the original document.
be: Вы можаце захаваць копію для захавання зыходнага дакумента.

source: You can share your files and folders with other people who use this computer. Select them below.
be: Вы можаце абагуліць файлы і каталогі для іншых карыстальнікаў камп'ютара. Абярыце іх унізе.

source: You can shorten the file name and try again, or try a location that has a shorter path.
be: Паспрабуйце скараціць іх альбо выкарыстайце размяшчэнне з карацейшым шляхам.

source: You can show or hide toolbars by changing Taskbar and Start menu properties.
be: Вы можаце паказваць і хаваць паліцы інструментаў, змяняючы ўласцівасці паліцы задач і Пачатковага меню.

source: You can specify which program Windows automatically uses for each Internet service.
be: Вы можаце азначыць, якія праграмы Windows аўтаматычна карыстае для кожнай сеціўнай службы.

source: You can start the service manually or restart your computer, which will start the service.
be: Вы можаце запусціць яе ўручную ці перапусціць камп'ютар, каб запусціць яе аўтаматычна.

source: You can start the service manually or restart your computer, which will start the service.\r\n
be: Вы можаце запусціць яе ўручную ці перапусціць камп'ютар, каб запусціць яе аўтаматычна.\r\n

source: You can still copy new files to this writable CD, which will replace files already on the disc.
be: Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы.

source: You can still copy new files to this writable DVD, which will replace files already on the disc.
be: Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы.

source: You can try burning again at the same speed or try a lower write speed if the error occurs again.
be: Вы можаце паспрабаваць прапальванне з той жа хуткасцю альбо з меншай, калі памылка паўтараецца.

source: You can try to change this setting later in the Network and Sharing Center.
be: Вы можаце змяніць гэтыя налады пазней у цэнтры сетак і абагульвання.

source: You can use Action Center to review recent messages about your computer's status and find solutions to problems.
be: Вы можаце карыстаць цэнтр дзеянняў, каб пераглядаць апошнія паведамленні аб стане вашага камп'ютара і шукаць вырашэнні праблемаў.

source: You can use information about how these programs operate to choose whether to deny them or permit them to run on your computer.
be: Звесткі аб працы гэтых праграм дазваляюць зрабіць выбар: забараняць ці дазваляць іх выкананне.

source: You can use ruler to measure and line up text and objects in the document.
be: Вы можаце карыстаць яе, каб вымяраць і выраўноўваць тэкст і аб'екты дакумента.

source: You can't add more files to this disc.
be: Вы не можаце больш дадаваць файлы на кружэлку.

source: You can't change this setting because the height of your display is less than 600 pixels.
be: Вы не можаце змяняць гэтую наладу, бо вышыня вашага экрана меншая за 600 пікселяў.

source: You can't copy or move files to discs in this drive.
be: Вы не можаце капіяваць ці перамяшчаць файлы на кружэлкі ў ім.

source: You can't copy or move files to this disc.
be: Вы не можаце капіяваць ці перамяшчаць файлы на кружэлкі ў ім.

source: You can't create a briefcase in a shared folder on this computer.
be: Вы не можаце стварыць партфель у агульным каталогу на гэтым камп'ютары.

source: You can't create a briefcase in a shared folder on this computer. Instead, create the briefcase in the local folder.
be: Вы не можаце стварыць партфель у абагуленым каталогу на гэтым камп'ютары. Замест гэтага стварыце партфель ў лакальным каталогу.

source: You can't create a new folder here.
be: Вы не можаце стварыць каталог тут.

source: You can't create a new folder here. Choose a different location.
be: Вы не можаце стварыць каталог тут. Абярыце іншае размяшчэнне.

source: You can't create a shortcut to another shortcut.
be: Вы не можаце стварыць пускальнік на іншы пускальнік.

source: You can't create a shortcut to another shortcut. Either copy the shortcut and place it in the new location, or create a new shortcut to the original file or folder.
be: Вы не можаце стварыць пускальнік на іншы пускальнік. Скапіюйце пускальнік і змясціце яго ў новае месца альбо стварыце новы пускальнік для патрэбнага элемента.

source: You can't install %s because it is currently running on your desktop.
be: Вы не можаце ўсталяваць '%s', бо ён зараз працуе на стальніцы.

source: You can't install %s because it is currently running on your desktop. Close the gadget and try again.
be: Вы не можаце ўсталяваць '%s', бо ён зараз працуе на стальніцы. Зачыніце гаджэт і паўтарыце спробу.

source: You can't move or delete files on this CD-ROM drive.
be: Вы не можаце перамяшчаць файлы ці выдаляць іх з кружэлкі.

source: You can't move or delete files on this DVD drive.
be: Вы не можаце перамяшчаць файлы ці выдаляць іх з кружэлкі.

source: You can't specify a different folder or disk when you rename a file or folder.
be: Вы не можаце пераназываць дыск ці дзейны каталог падчас пераназвання ўнутраных файлаў альбо каталогаў.

source: You can't undo this operation.
be: Вы не зможаце адрабіць гэтую аперацыю.

source: You cannot change your language later
be: Вы не можаце змяніць вашую мову пазней

source: You cannot configure the properties of an individual incoming connection.\nPlease configure the properties of the 'Incoming Connections' icon in the Network Connections Folder instead.
be: Вы не можаце наладжваць уласцівасці асобнага ўваходнага злучэння.\nКалі ласка, замест гэтага наладзьце ўласцівасці значка ўваходных злучэнняў у каталогу сеткавых злучэнняў.

source: You cannot delete a connection while it is connected or busy connecting. Please disconnect or close the login property page and try again.
be: Вы не можаце выдаліць злучэнне, пакуль яно злучана ці ў працэсе злучэння. Калі ласка, адлучыце ці зачыніце старонку ўласцівасці ўвахода і паўтарыце спробу.

source: You cannot delete this connection because a property page is currently open. Please close this page and try again.
be: Вы не можаце выдаліць гэтае злучэнне, бо зараз адчынена старонка ўласцівасцяў. Калі ласка, зачыніце гэтую старонку і паўтарыце спробу.

source: You cannot drop an item onto a button on the taskbar.\n\nHowever, if you drag the item over a button without releasing the mouse button, the window will open after a moment, allowing you to drop the item inside the window.
be: Вы не можаце перацягнуць элемент на кнопку паліцы задач.\n\nАднак, калі вы перацягнеце яго на кнопку, не адпускаючы клавішу мышы, адчыніцца вакно, якое дазволіць перацягнуць элемент у яго.

source: You cannot eject the %s because you do not have sufficient security privileges to do so. Please contact your administrator to obtain these privileges.
be: Вы не можаце дастаць %s, бо вы не маеце дастатковых прывілеяў бяспекі для гэтага. Калі ласка, звяжыцеся з вашым адміністратарам для іх атрымання.

source: You cannot eject your computer because one of the devices in the docking station, '%s', cannot be stopped because it is using a driver that does not support Plug and Play. Since this device is still being used, do not remove the computer.
be: Вы не можаце адлучыць ваш камп'ютар, бо прылада %s у чапляльнай станцыі не можа быць спыненая, бо яны выкарыстоўвае драйвер, які не падтрымлівае Plug&Play. Пакуль прылада будзе выкарыстоўвацца, не адлучайце камп'ютар.

source: You cannot eject your computer because one of the devices in the docking station, '%s', is still in use. Close any programs using this device and then eject your computer. If you can’t do this, shut down your computer and then remove it from the docking station.
be: Вы не можаце адлучыць ваш камп'ютар, бо прылада %s у чапляльнай станцыі яшчэ выкарыстоўваецца. Зачыніце ўсе праграмы, якія карыстаюць гэтую прыладу і потым адлучыце ваш камп'ютар. Калі вы не можаце гэтага зрабіць, выключце ваш камп'ютар і адлучыце яго ад чапляльнай станцыі.

source: You cannot format this volume
be: Вы не можаце фарматаваць гэты раздзел

source: You cannot log on as a new user.
be: Вы не можаце ўвайсці як новы карыстальнік.

source: You cannot log on because the logon method you are using is not allowed on this computer.
be: Вы не можаце ўвайсці, бо ваш метад уваходу не дазволены на гэтым камп'ютары.

source: You cannot log on because the logon method you are using is not allowed on this computer. Please see your network administrator for more information.
be: Вы не можаце ўвайсці, бо ваш метад уваходу не дазволены на гэтым камп'ютары. Калі ласка, звяжыцеся з сеткавым адміністратарам для атрымання інфармацыі.

source: You cannot remove the last button from the language bar.
be: Вы не можаце выдаліць апошнюю кнопку з моўнай паліцы.

source: You cannot remove the last button from the language bar. Do you want to close the language bar?\nYou can always restore the language bar from Text Services control panel.
be: Вы не можаце выдаліць апошнюю кнопку з моўнай паліцы. Жадаеце зачыніць паліцу?\nВы заўсёды можаце аднавіць моўную паліцу ў панэлі кіравання "Тэкставыя службы".

source: You cannot remove the last button from the language bar. Do you want to close the language bar?\r\nYou can always restore the language bar from Text Services control panel.
be: Вы не можаце выдаліць апошнюю кнопку з моўнай паліцы. Зачыніць паліцу?\r\nВы заўсёды можаце аднавіць моўную паліцу ў панэлі кіравання "Тэкставыя службы".

source: You cannot rename a connection while it is being activated. Please wait until the connection is complete and try again.
be: Вы не можаце пераназваць злучэнне падчас ягонага актывавання. Калі ласка, пачакайце, пакуль злучэнне скончыцца, і паўтарыце спробу.

# You cannot save to a read-only file. Use a different file name.
source: You cannot save to a read-only file.\nUse a different file name.
be: Вы не можаце захоўваць у файл, прызначаны толькі для чытання.\nСкарыстайце іншую назву файла.

source: You cannot shut down or log off Windows because\nthe Save As dialog box in Notepad is open. Switch to\nNotepad, close this dialog box, and then try shutting\ndown or logging off Windows again.
be: Немагчыма выключыць Windows ці выйсці з яе,\nбо ў Нататніку адчынены дыялог "Захаваць як".\nПерайдзіце ў Нататнік, зачыніце гэты дыялог,\nі тады паспрабуйце выйсці ці выключыць Windows зноў.

source: You cant burn more files to this disc because it has already been finalized.
be: Вы не можаце больш прапальваць файлы на гэтую кружэлку, бо яна завершаная.

source: You cant open this location using this program.\n Please try a different location.
be: Вы не можаце адчыніць гэтае размяшчэнне, карыстаючы гэтую праграму.\n Калі ласка, паспрабуйце іншае размяшчэнне.

source: You cant save here.
be: Вы не можаце захаваць тут.

source: You cant save here. Please choose another location.
be: Вы не можаце захаваць тут. Калі ласка, абярыце іншае размяшчэнне.

source: You cant save in this location
be: Вы не можаце захаваць у гэтым размяшчэнні
